IDEA Open Model
Stirrup.Geometry Property
Compatible with IDEA StatiCa Beta 20.0
 Geometry
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PolyLine2D Geometry { get; set; }
Public Property Geometry As PolyLine2D
	Get
	Set
Property Value
Type: PolyLine2D
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace